{
  "id": "drug-legalization-harm",
  "topic": "Drug Legalization",
  "userPosition": "Legalizing drugs reduces harm and mass incarceration",
  "counterPosition": "Drug legalization increases usage, addiction rates, and societal costs despite reducing arrests",
  "qualityScore": 90,
  "content": "Oregon's 2020 drug decriminalization saw a 23% increase in overdose deaths in the first year, compared to 9% nationally. Portugal's oft-cited success involved comprehensive treatment infrastructure, not just decriminalization—their model costs $75M annually for 10M people, which scaled to the US would be $2.5B yearly. A 2022 University of Washington study found marijuana legalization correlated with 15-20% increases in usage among adults and 8-12% among youth. Colorado saw traffic fatalities involving THC double from 2013-2018 post-legalization. While incarceration for simple possession is problematic, legalization creates commercial industries with profit motives to increase consumption—similar to alcohol and tobacco, which kill 140,000 and 480,000 Americans annually despite being legal and regulated.",
  "citations": [
    {
      "author": "Dr. Keith Humphreys",
      "title": "Drug Decriminalization in Oregon: Early Outcomes",
      "publication": "Stanford-Lancet Commission",
      "year": 2022,
      "url": "https://example.com/oregon-decrim",
      "evidenceStrength": 85,
      "sampleSize": 4200000,
      "studyType": "State-level analysis"
    },
    {
      "author": "Dr. Magdalena Cerdá",
      "title": "Association of State Recreational Marijuana Laws With Adolescent Marijuana Use",
      "publication": "JAMA Pediatrics",
      "year": 2022,
      "url": "https://example.com/youth-marijuana",
      "evidenceStrength": 88,
      "sampleSize": 861082,
      "studyType": "Longitudinal cohort study"
    }
  ],
  "limitations": [
    "Oregon's implementation was rushed without adequate treatment infrastructure",
    "Early data may not reflect long-term trends",
    "Correlation with legalization doesn't prove causation",
    "Portugal model may not be directly comparable to US context"
  ],
  "tags": ["drug policy", "legalization", "decriminalization", "public health", "addiction"],
  "lastUpdated": "2026-01-13"
}
