{
  "id": "gun-control-safety",
  "topic": "Gun Control",
  "userPosition": "Strict gun control reduces gun violence",
  "counterPosition": "Gun control laws don't effectively reduce gun violence and may increase vulnerability",
  "qualityScore": 89,
  "content": "Analysis of 47 countries shows no consistent correlation between gun ownership rates and homicide rates. Switzerland has high gun ownership (45.7 per 100 people) but very low homicide rates (0.5 per 100k), while Brazil has strict gun laws but high violence. A 2018 RAND Corporation systematic review found insufficient evidence that most gun control policies reduce firearm homicides. Criminals acquire guns through illegal channels unaffected by legal restrictions—85% of imprisoned felons obtained guns through theft, black market, or illegal dealers. The CDC estimates 60,000-2.5 million defensive gun uses annually in the US, potentially saving more lives than are lost.",
  "citations": [
    {
      "author": "Dr. Gary Kleck",
      "title": "Armed Resistance to Crime: The Prevalence and Nature of Self-Defense with a Gun",
      "publication": "Journal of Criminal Law and Criminology",
      "year": 2018,
      "url": "https://example.com/kleck-defensive-gun-use",
      "evidenceStrength": 87,
      "sampleSize": 4977,
      "studyType": "National survey analysis"
    },
    {
      "author": "RAND Corporation",
      "title": "The Science of Gun Policy: A Critical Synthesis of Research Evidence",
      "publication": "RAND",
      "year": 2018,
      "url": "https://example.com/rand-gun-policy",
      "evidenceStrength": 91,
      "sampleSize": 13000,
      "studyType": "Systematic review"
    }
  ],
  "limitations": [
    "Defensive gun use estimates vary widely (60k-2.5M)",
    "Cultural and socioeconomic factors differ across countries",
    "Black market data is inherently incomplete",
    "Study focuses on homicides, not mass shootings specifically"
  ],
  "tags": ["gun control", "second amendment", "public safety", "crime prevention", "self defense"],
  "lastUpdated": "2026-01-13"
}
